{
	"Run your Node, Support the Decentralization, Increase your Privacy": "Tek Tıkla Node Kur, Yönet, Güncelle",
	"Klein helps you install, run, and control your node without needing technical skills as a public good product. Klein helps you install any testnet or mainnet node on Cosmos Hub and Cosmos App Chains. Everyone should be able to have a node in every chain they like without the obligation to learn what a shell command is. Klein supports you through every step of node management and gives you the chance to support the decentralization of the network while making your privacy its top priority. Klein does not ask, keep, save, or share any kind of information related to you or your node. With Klein, you can operate your own node in any chain you choose without writing a single line of code. As a public good product, Klein is entirely free and supports decentralization by eliminating the technical barriers between people and the blockchain validating process.": "Klein, teknik becerilere ihtiyaç duymadan node kurmanıza, çalıştırmanıza ve kontrol etmenize yardımcı olur. Klein, Cosmos Hub'ta ve Cosmos üzerindeki bütün blockchain herhangi bir testnet veya mainnet nodu’u kurmanızı sağlar. Klein sayesinde, isteyen herkes bir shell komutunun ne olduğunu bile bilmeden, istediği herhangi bir blockchainde node kurabilir ve yönetebilir. Klein, node yönetiminin her adımında sizi destekler, gizliliğiniz korur ve blockchain dünyasının bir parçası olmanıza yardım eder. Klein, sizinle veya node'unuzla ilgili herhangi bir bilgi istemez, saklamaz, kaydetmez veya paylaşmaz. Klein ile tek bir satır kod yazmadan kendi node’unuzu seçtiğiniz herhangi bir blockchainde çalıştırabilirsiniz. Kamu yararına tasarlanan bir ürün olan Klein, tamamen ücretsizdir ve insanlar ile blochchain doğrulama süreci arasındaki teknik engelleri ortadan kaldırarak merkeziyetsizliğe destek olmayı amaçlar.",
	"Try Now": "Hemen Dene",
	"Install Nodes": "Bir Tıkla",
	"With Just a Click": "Her Node'u Kurun",
	"Klein is a public-good project aiming for everyone to be able to ": "Klein, onlarca farklı blockchainde tek bir satır kod dahi yazmadan kendi nodelarınızı ",
	"install and manage": "kurup yönetebilmenize",
	" their nodes without writing a single line of code in tens of different Cosmos chains.": " yardımcı olan bir üründür.",
	"Download Now": "Klein'ı İndir",
	"Also available on:": "Ayrıca mevcut",
	"Your Node,": "Sizin Node'unuz,",
	"Your Privacy.": "Sizin Veriniz.",
	"Klein does not access, store, save, record, or share your information in any way. We only provide a beautiful and useful interface for you to control your node more efficiently. Your node is yours and yours only. We do not have access to it, and we do not want to.": "Klein, bilgilerinize hiçbir şekilde erişmez, saklamaz, kaydetmez veya paylaşmaz. Node'unuzu daha verimli bir şekilde kontrol edebilmeniz için yalnızca güzel ve kullanışlı bir arayüz sağlar. Node'unuz yalnızca sizindir. Klein'ın node'unuzun şifrelerine erişimi kesinlikle bulunmamaktadır, bulunmayacaktır.",
	"Choose a Blockchain,": " İstediğin Blockchain’i Seç,",
	"Connect to your Server,": "Server’ına Giriş Yap,",
	"Install the Node.": "Node’unu Kur.",
	"Does not matter if you are an experienced blockchain validator, a founder discovering new chains, or just a blockchain enthusiast trying to join a new testnet; Klein is the perfect Web3 tool for you.": "İster deneyimli bir blockchain validatörü, ister yeni chainler keşfeden bir proje sahibi, ister yeni bir testnet’e katılmaya çalışan bir blockchain meraklısı olun; Klein sizin için en doğru web3 ürünüdür.",
	"Reach your Node:": "İstediğin Yerde,",
	"Wherever you are,": "İstediğin Zaman,",
	"Whenever you want.": "Node'unu Yönet.",
	"Use Klein to access your node from various platforms and monitor its CPU, RAM, and memory usage.": "Node'larınıza çeşitli platformlardan erişmek ve CPU, RAM ve bellek kullanımını izlemek için Klein'ı kullanın.",
	"Make your node's uptime ": "Node'unuzun çalışma süresini ",
	"100%": "100%",
	".": " yapın.",
	"Latest technology,": "En son teknoloji,",
	"Highest block.": "En yüksek blok.",
	"By using the foremost technology, Klein brings most effective ways of accessing the chain to you, making sure you are always on the highest block, validating as hard as you can. Without a single line of code, be the validator every chain needs.": "En son teknolojiyi kullanan Klein, istediğiniz blockchain'e erişmenin en etkili yollarını size sunar, her zaman en yüksek blokta olduğunuzdan emin olur ve olabildiğince çok sayıda validasyon yapar. Tek bir kod satırı yazmadan, her zincirin ihtiyaç duyduğu validatör olmanızı sağlar.",
	"Because it is all about decentralization.": "Her şey, daha merkeziyetsiz bir deneyim için.",
	"Do not deal with terminals and errors anymore!": "Terminallerle ve anlaşılmayan hatalarla daha fazla uğraşmayın!",
	"Start using Klein now.": "Klein’ı kullanmaya hemen başlayın.",
	"Never miss an update on Klein!": "Klein hakkındaki hiçbir gelişmeyi kaçırmayın!",
	"Your email address": "E-posta adresiniz",
	"Subscribe": "Abone Ol",
	"Please enter a valid email address.": "Lütfen, geçerli bir e-mail adresi giriniz.",
	"An unknown error occured, please try again later.": "Bilinmeyen bir hata gerçekleşti, lütfen daha sonra tekrar deneyiniz.",
	"You have already registered for our newsletter, thank you for your interest.": "Bültenimizde halihazırda kaydınız bulunmaktadır, ilginiz için teşekkür ederiz.",
	"You have succesfully registered for our newsletter, thank you for your interest.": "Bültenimize başarıyla kaydoldunuz, ilginiz için teşekkür ederiz.",
	"You can reach us anytime from": "Bize istediğiniz zaman",
	"email address.": "e-posta adresinden ulaşabilirsiniz.",
	"Designed & Developed by": "Klein, İstanbul merkezli bir Cosmos validatörü olan",
	"All rights reserved.": "tarafından tasarlanmıştır ve geliştirilmiştir. Her hakkı saklıdır.",
	"Klein helps you to install and manage your nodes and join testnets without": "Klein, size node'larınızı kurmanıza ve yönetmenize yardımcı olur ve",
	"writing a single line of code in tens of different chains.": "onlarca farklı chainde testnetlere katılmanıza olanak tanır.",
	"Download Soon": "Yakında"
}